Repository: knotq-app/mobile
Catalog: ios/KnotQMobile/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# mobile.sync.verify_email_detail
source: Verify your email to subscribe — check your inbox for the link.
ar: تحقق من بريدك الإلكتروني للاشتراك — تحقق من صندوق الوارد الخاص بك للحصول على الرابط.
cs: Ověřte svůj e-mail pro přihlášení — zkontrolujte svou poštovní schránku na odkaz.
da: Bekræft din e-mail for at abonnere — tjek din indbakke for linket.
de: Überprüfen Sie Ihre E-Mail, um sich anzumelden – prüfen Sie Ihren Posteingang auf den Link.
el: Επιβεβαιώστε το email σας για να εγγραφείτε — ελέγξτε το εισερχόμενό σας για τον σύνδεσμο.
es: Verifica tu correo electrónico para suscribirse — busca el enlace en tu bandeja de entrada.
fi: Vahvista sähköpostisi tilauksen ottamiseksi — tarkista sähköpostista linkki.
fr: Vérifiez votre e-mail pour vous abonner — consultez votre boîte de réception pour le lien.
he: אמת את הדוא״ל שלך כדי להירשם — בדוק את תיבת הדואר שלך עבור הקישור.
hi: सदस्यता लेने के लिए अपना ईमेल सत्यापित करें — लिंक के लिए अपना इनबॉक्स जांचें।
hu: Ellenőrizd az email-ed a feliratkozáshoz — keress a beérkezett üzenetek között egy linket.
id: Verifikasi email Anda untuk berlangganan — periksa kotak masuk Anda untuk tautannya.
it: Verifica il tuo indirizzo email per abbonarti — controlla la tua inbox per il link.
ja: 購読するメールを確認してください — 受信トレイからリンクを確認してください。
ko: 구독하려면 이메일을 확인하세요. 받은편지함에서 링크를 확인하세요.
ms: Sahkan e-mel anda untuk melanggan — periksa peti masuk anda untuk pautan.
nb: Bekreft e-posten din for å abonnere — se etter lenken i innboksen.
nl: Verifieer je e-mailadres om je in te schrijven — controleer je inbox voor de koppeling.
pl: Zweryfikuj swoją pocztę e-mail, aby subskrybować — sprawdź skrzynkę odbiorczą w poszukiwaniu linku.
pt_br: Verifique seu email para se inscrever — procure o link em sua caixa de entrada.
pt_pt: Verifique o seu correio eletrónico para subscrever — procure a ligação na sua caixa de entrada.
ro: Verificați-vă e-mailul pentru a vă abona — verificați cutia de intrare pentru link.
ru: Подтвердите ваш адрес электронной почты, чтобы подписаться — проверьте входящие письма на предмет ссылки.
sk: Overte si svoj e-mail, aby ste sa mohli prihlásiť — v priečinku Doručená pošta nájdete odkaz.
sv: Verifiera din e-postadress för att prenumerera — sök efter länken i din inkorg.
th: ยืนยันอีเมลของคุณเพื่อสมัครสมาชิก — ตรวจสอบกล่องจดหมายของคุณเพื่อหาลิงก์
tr: Abone olmak için e-postanızı doğrulayın — gelen kutunuzda bağlantıyı kontrol edin.
uk: Перевірте свою електронну пошту, щоб підписатися — перевірте папку «Вхідні» на наявність посилання.
vi: Xác minh email của bạn để đăng ký — kiểm tra hộp thư đến của bạn để tìm liên kết.
zh_hans: 验证您的电子邮件以订阅 — 检查收件箱中的链接。
zh_hant: 驗證您的電子郵件以訂閱 — 請查看您的收件箱以取得連結。

# mobile.sync.verify_sign_in_title
source: Verify sign in
ar: التحقق من تسجيل الدخول
cs: Ověřit přihlášení
da: Bekræft login
de: Anmeldung überprüfen
el: Επιβεβαίωση σύνδεσης
es: Verificar inicio de sesión
fi: Vahvista kirjautuminen
fr: Vérifier la connexion
he: אמת הכניסה
hi: साइन इन सत्यापित करें
hu: Bejelentkezés ellenőrzése
id: Verifikasi masuk
it: Verifica accesso
ja: サインインを確認
ko: 로그인 확인
ms: Sahkan Pendaftaran Masuk
nb: Bekreft innlogging
nl: Aanmelding verifiëren
pl: Zweryfikuj logowanie
pt_br: Verificar entrada
pt_pt: Verificar início de sessão
ro: Verifică conectare
ru: Подтвердить вход
sk: Overiť prihlásenie
sv: Verifiera inloggning
th: ยืนยันการลงชื่อเข้า
tr: Oturum açmayı doğrula
uk: Перевірити вхід
vi: Xác minh đăng nhập
zh_hans: 验证登录
zh_hant: 驗證登入

# mobile.widget.kind.assignment
source: Assignment
ar: مهمة
cs: Úkol
da: Opgave
de: Aufgabe
el: Εργασία
es: Tarea
fi: Tehtävä
fr: Affectation
he: יעד
hi: कार्य
hu: Hozzárendelés
id: Tugas
it: Incarico
ja: アサイン
ko: 할당
ms: Tugasan
nb: Oppgave
nl: Taak
pl: Zadanie
pt_br: Tarefa
pt_pt: Tarefa
ro: Atribuție
ru: Задание
sk: Úloha
sv: Uppdrag
th: งานมอบหมาย
tr: Görev
uk: Завдання
vi: Bài tập
zh_hans: 任务
zh_hant: 代辦事項

# mobile.widget.kind.event
source: Event
ar: حدث
cs: Událost
da: Begivenhed
de: Ereignis
el: Συμβάν
es: Evento
fi: Tapahtuma
fr: Événement
he: אירוע
hi: घटना
hu: Esemény
id: Acara
it: Evento
ja: イベント
ko: 이벤트
ms: Acara
nb: Arrangement
nl: Gebeurtenis
pl: Zdarzenie
pt_br: Evento
pt_pt: Evento
ro: Eveniment
ru: Событие
sk: Podujatie
th: เหตุการณ์
tr: Etkinlik
uk: Подія
vi: Sự kiện
zh_hans: 事件
zh_hant: 事件

# mobile.widget.kind.reminder
source: Reminder
ar: تذكير
cs: Připomenutí
da: Påmindelse
de: Benachrichtigung
el: Υπενθύμιση
es: Recordatorio
fi: Muistutus
fr: Rappel
he: תזכורת
hi: अनुस्मारक
hu: Emlékeztetőю
id: Pengingat
it: Promemoria
ja: リマインダー
ko: 리마인더
ms: Peringatan
nb: Påminnelse
nl: Herinnering
pl: Przypomnienie
pt_br: Lembrete
pt_pt: Lembrete
ro: Reamintire
ru: Напоминание
sk: Pripomenutie
sv: Påminnelse
th: การแจ้งเตือน
tr: Anımsatıcı
uk: Нагадування
vi: Nhắc nhở
zh_hans: 提醒
zh_hant: 提醒

# modal.unlink_google_confirm
source: Unlink
ar: فك الارتباط
cs: Odpojit
da: Fjern forbindelse
de: Verknüpfung aufheben
el: Αποσύνδεση
es: Desvincullar
fi: Poista linkki
fr: Dissocier
he: בטל קישור
hi: लिंक हटाएं
hu: Leválasztás
id: Lepas tautan
it: Scollega
ja: リンク解除
ko: 연결 해제
ms: Nyahpaut
nb: Koble fra
nl: Ontkoppelen
pl: Odłącz
pt_br: Desconectar
pt_pt: Desligar
ro: Deconectează
ru: Отменить связь
sk: Odpojiť
sv: Avsluta länk
th: ยกเลิกการเชื่อมโยง
tr: Bağlantıyı Kes
uk: Від'єднати
vi: Bỏ liên kết
zh_hans: 取消链接
zh_hant: 取消連結

# modal.unlink_google_message
source: This unlinks local Google Calendar access for {label}. Synced Google calendar schemes remain, but they will show as offline until you sign in locally again.
ar: يفك ارتباط الوصول المحلي إلى Google Calendar لـ {label}. تبقى مخططات Google Calendar المزامنة، لكنها ستظهر غير متصلة حتى تسجل الدخول محلياً مرة أخرى.
cs: Tímto se odpojí místní přístup k Google Kalendáři pro {label}. Synchronizované schéma Google Kalendáře zůstanou, ale budou se zobrazovat v režimu offline, dokud se znovu nepřihlásíte.
da: Dette fjerner lokal Google Calendar-adgang for {label}. Synkroniserede Google Calendar-skemaer forbliver, men de vil blive vist som offline, indtil du logger ind lokalt igen.
de: Dies hebt die lokale Google Kalender-Zugriff für {label} auf. Synchronisierte Google Kalender-Schemata bleiben erhalten, werden aber offline angezeigt, bis Sie sich lokal erneut anmelden.
el: Αυτό αποσυνδέει την τοπική πρόσβαση του Ημερολογίου Google για {label}. Τα συγχρονισμένα σχέδια Ημερολογίου Google παραμένουν, αλλά θα εμφανίζονται χωρίς σύνδεση έως ότου συνδεθείτε τοπικά ξανά.
es: Esto desvincula el acceso local a Google Calendar para {label}. Los esquemas de Google Calendar sincronizados permanecen, pero aparecerán como sin conexión hasta que inicies sesión localmente de nuevo.
fi: Tämä poistaa paikallisen Google-kalenteri-käytön linkin {label}:lle. Synkronoidut Google-kalenterikaaviot säilyvät, mutta näkyvät offline-tilassa kunnes kirjaudut paikallisesti uudelleen sisään.
fr: Cela dissocie l'accès local à Google Calendar pour {label}. Les plans de calendrier Google synchronisés restent, mais ils apparaîtront hors ligne jusqu'à ce que vous vous reconnectiez localement.
he: זה מבטל קישור לגישה המקומית ל-Google Calendar ל-{label}. תכניות לוח שנה של Google המסונכרנות נשארות, אך הן יוצגו כלא מחובר עד שתתחבר מחדש באופן מקומי.
hi: यह {label} के लिए स्थानीय Google कैलेंडर पहुंच को अलग करता है। सिंक की गई Google कैलेंडर योजनाएं रहती हैं, लेकिन जब तक आप फिर से स्थानीय रूप से साइन इन न करें तब तक वे ऑफ़लाइन दिखेंगी।
hu: Ez leválasztja a helyi Google Naptár-hozzáférést „{label}“ számára. A szinkronizált Google naptár-sémák megmaradnak, de offline-ként jelennek meg, amíg újra nem jelentkezel be helyileg.
id: Ini melepas akses Google Calendar lokal untuk {label}. Skema Google Calendar yang disinkronkan tetap ada, tetapi akan ditampilkan sebagai offline hingga Anda masuk secara lokal lagi.
it: Questo scollega l'accesso locale a Google Calendar per {label}. Gli schemi del calendario Google sincronizzati rimangono, ma appariranno offline fino a quando non accedi di nuovo localmente.
ja: これにより {label} のローカル Google カレンダーアクセスがリンク解除されます。同期された Google カレンダースキームは残りますが、再度ローカルでサインインするまでオフラインとして表示されます。
ko: 이것은 {label}의 로컬 Google 캘린더 액세스를 연결 해제합니다. 동기화된 Google 캘린더 스키마는 유지되지만, 다시 로컬로 로그인할 때까지 오프라인으로 표시됩니다.
ms: Ini menyahpaut akses Kalendar Google tempatan untuk {label}. Skema kalendar Google yang disegerak tetap ada, tetapi mereka akan ditunjukkan sebagai luar talian sehingga anda daftar masuk secara tempatan lagi.
nb: Dette kobler fra lokal Google Kalender-tilgang for {label}. Synkroniserte Google-kalenderskjemaer forblir, men de vil vises som offline til du logger inn lokalt igjen.
nl: Dit ontkoppelt lokale Google Calendar-toegang voor {label}. Gesynchroniseerde Google-agendaschema's blijven behouden, maar ze worden offline weergegeven tot je je lokaal opnieuw aanmeldt.
pl: To odłączy lokalny dostęp do Kalendarza Google dla {label}. Zsynchronizowane schematy Kalendarza Google pozostają, ale będą wyświetlane jako offline, dopóki się nie zalogowasz lokalnie ponownie.
pt_br: Isso desconecta o acesso local do Google Calendar para {label}. Os esquemas de calendário sincronizados do Google permanecem, mas aparecerão como offline até você entrar localmente novamente.
pt_pt: Isto desliga o acesso local ao Calendário Google para {label}. Os esquemas de calendário Google sincronizados permanecem, mas mostrarão como offline até que inicie sessão localmente novamente.
ro: Aceasta deconectează accesul local la Google Calendar pentru {label}. Planurile Google Calendar sincronizate rămân, dar vor afișa ca offline până vă reconectați local.
ru: Это отменяет доступ к локальному Google Календарю для {label}. Синхронизированные схемы Google Календаря остаются, но они будут отображаться как оффлайн, пока вы не войдете локально снова.
sk: Toto odpojí lokálny prístup k Kalendáru Google pre {label}. Synchronizované schémy Kalendára Google zostávajú, ale budú zobrazené ako offline, kým sa opätovne neprihlásíte.
sv: Detta avsluter lokal Google Calendar-åtkomst för {label}. Synkroniserade Google-kalenderscheman förblir, men de visar offline tills du loggar in lokalt igen.
th: สิ่งนี้ยกเลิกการเชื่อมโยงการเข้าถึง Google Calendar ในเครื่องสำหรับ {label} แบบแผนปฏิทิน Google ที่ซิงค์แล้วยังคงอยู่ แต่จะแสดงว่าอยู่ออฟไลน์จนกว่าคุณจะลงชื่อเข้าในเครื่องอีกครั้ง
tr: Bu, {label} için yerel Google Takvim erişiminin bağlantısını keser. Senkronize edilen Google takvim şemaları kalır, ancak yerel olarak tekrar oturum açana kadar çevrimdışı olarak gösterilir.
uk: Це від'єднує локальний доступ до Google Календара для {label}. Синхронізовані схеми Google Календара залишаються, але відображаються як відключені, доки ви знову не увійдете локально.
vi: Điều này bỏ liên kết quyền truy cập Google Lịch cục bộ cho {label}. Các lược đồ lịch Google được đồng bộ vẫn tồn tại, nhưng chúng sẽ hiển thị ngoại tuyến cho đến khi bạn đăng nhập cục bộ lại.
zh_hans: 这将取消链接 {label} 的本地 Google 日历访问权限。已同步的 Google 日历方案保留，但会显示为离线直到您再次本地登录。
zh_hant: 這會取消本機 Google 日曆存取權限的連結，針對 {label}。已同步的 Google 日曆方案會保留，但在您本機重新登入之前，它們會顯示為離線。

# modal.unlink_google_title
source: Unlink Google account?
ar: فك ارتباط حساب Google؟
cs: Odpojit účet Google?
da: Fjern forbindelse til Google-konto?
de: Google-Konto verknüpfung aufheben?
el: Αποσύνδεση λογαριασμού Google;
es: ¿Desvincullar cuenta de Google?
fi: Poista Google-tilin linkki?
fr: Dissocier le compte Google ?
he: לבטל קישור לחשבון Google?
hi: Google खाता अलग करें?
hu: Google-fiók leválasztása?
id: Lepas tautan akun Google?
it: Scollega account Google?
ja: Google アカウントをリンク解除しますか？
ko: Google 계정 연결을 해제할까요?
ms: Nyahpaut Akaun Google?
nb: Koble fra Google-konto?
nl: Google-account ontkoppelen?
pl: Odłączyć konto Google?
pt_br: Desconectar conta do Google?
pt_pt: Desligar conta Google?
ro: Deconecti contul Google?
ru: Отменить связь с аккаунтом Google?
sk: Odpojiť účet Google?
sv: Avsluta länk till Google-konto?
th: ยกเลิกการเชื่อมโยงบัญชี Google หรือไม่
tr: Google hesabının bağlantısı kesilsin mi?
uk: Від'єднати обліковий запис Google?
vi: Bỏ liên kết tài khoản Google?
zh_hans: 取消链接 Google 账户？
zh_hant: 取消連結 Google 帳戶？

# onboarding.step.calendar.body
source: Your calendar holds events, assignments, and reminders. Click to add a reminder, shift-click for an assignment, or drag to block out an event.
ar: يحتوي التقويم على الأحداث والمهام والتذكيرات. انقر لإضافة تذكير، أو انقر مع Shift لإضافة مهمة، أو اسحب لحجز حدث.
cs: Váš kalendář obsahuje události, úkoly a připomenutí. Klikněte pro přidání připomenutí, shift+klik pro úkol nebo táhnutí pro blokování události.
da: Din kalender indeholder begivenheder, opgaver og påmindelser. Klik for at tilføje en påmindelse, Shift-klik for en opgave, eller træk for at blokere en begivenhed.
de: Ihr Kalender enthält Ereignisse, Aufgaben und Benachrichtigungen. Klicken Sie, um eine Benachrichtigung hinzuzufügen, Umschalt+Klick für eine Aufgabe oder ziehen Sie, um ein Ereignis zu blockieren.
el: Το ημερολόγιό σας περιέχει συμβάντα, εργασίες και υπενθυμίσεις. Κάντε κλικ για να προσθέσετε μια υπενθύμιση, shift-κλικ για μια εργασία ή σύρετε για να εμποδίσετε ένα συμβάν.
es: Tu calendario contiene eventos, tareas y recordatorios. Haz clic para añadir un recordatorio, mayúscula+clic para una tarea, o arrastra para bloquear un evento.
fi: Kalenterisi sisältää tapahtumia, tehtäviä ja muistutuksia. Napsauta lisätäksesi muistutuksen, Shift+napsautus tehtävälle tai vedä tapahtuman varaaminen.
fr: Votre calendrier contient des événements, des affectations et des rappels. Cliquez pour ajouter un rappel, Maj+Clic pour une affectation, ou glissez pour bloquer un événement.
he: לוח השנה שלך מכיל אירועים, יעדים ותזכורות. לחץ כדי להוסיף תזכורת, Shift+לחץ ליעד, או גרור כדי לחסום אירוע.
hi: आपका कैलेंडर घटनाएं, कार्य, और अनुस्मारक रखता है। एक अनुस्मारक जोड़ने के लिए क्लिक करें, किसी कार्य के लिए शिफ्ट-क्लिक करें, या किसी घटना को अवरुद्ध करने के लिए खींचें।
hu: A naptárod eseményeket, hozzárendeléseket és emlékeztetőket tartalmaz. Kattints egy emlékeztetőhöz hozzáadásához, Shift+kattints hozzárendeléshez, vagy húzz egy esemény blokkolásához.
id: Kalender Anda menyimpan acara, tugas, dan pengingat. Klik untuk menambah pengingat, shift-klik untuk tugas, atau seret untuk memblokir waktu untuk acara.
it: Il tuo calendario contiene eventi, incarichi e promemoria. Fai clic per aggiungere un promemoria, fai clic con maiusc per un incarico, o trascina per bloccare un evento.
ja: カレンダーにはイベント、アサイン、リマインダーが含まれます。クリックしてリマインダーを追加し、Shift+クリックでアサイン、またはドラッグしてイベントをブロックします。
ko: 캘린더에는 이벤트, 할당 및 리마인더가 있습니다. 클릭하여 리마인더를 추가하거나, Shift+클릭하여 할당을 추가하거나, 드래그하여 이벤트를 차단하세요.
ms: Kalendar anda memegang acara, tugasan, dan peringatan. Klik untuk menambah peringatan, klik shift untuk tugasan, atau seret untuk menyekat acara.
nb: Kalenderen inneholder arrangementet, oppgaver og remindere. Klikk for å legge til en påminnelse, skift-klikk for en oppgave, eller dra for å blokkere ut et arrangement.
nl: Je agenda bevat gebeurtenissen, taken en herinneringen. Klik om een herinnering toe te voegen, Shift+klik voor een taak, of sleep om een evenement in te plannen.
pl: Twój kalendarz zawiera zdarzenia, zadania i przypomnienia. Kliknij, aby dodać przypomnienie, shift-kliknij dla zadania lub przeciągnij, aby zaplanować zdarzenie.
pt_br: Seu calendário contém eventos, tarefas e lembretes. Clique para adicionar um lembrete, shift-clique para uma tarefa, ou arraste para bloquear um evento.
pt_pt: O seu calendário contém eventos, tarefas e lembretes. Clique para adicionar um lembrete, Shift+clique para uma tarefa, ou arraste para bloquear um evento.
ro: Calendarul dvs. conține evenimente, atribuții și reamintiri. Faceți clic pentru a adăuga o reamintire, shift-clic pentru o atribuție, sau glisați pentru a bloca un eveniment.
ru: Ваш календарь содержит события, задания и напоминания. Нажмите, чтобы добавить напоминание, Shift+щелчок для задания или перетащите, чтобы заблокировать событие.
sk: Váš kalendár obsahuje podujatia, úlohy a pripomenutia. Kliknutím pridajte pripomenutie, shift-kliknutím úlohu alebo potiahnutím vykryť podujatie.
sv: Din kalender innehåller event, uppdrag och påminnelser. Klicka för att lägga till en påminnelse, skift+klick för ett uppdrag, eller dra för att blockera ett event.
th: ปฏิทินของคุณมีเหตุการณ์ งานมอบหมาย และการแจ้งเตือน คลิกเพื่อเพิ่มการแจ้งเตือน shift-click สำหรับงานมอบหมาย หรือลากเพื่อบล็อกเหตุการณ์
tr: Takviminiz etkinlikleri, görevleri ve anımsatıcıları içerir. Anımsatıcı eklemek için tıklayın, görev için shift-tıklayın veya bir etkinliği engelleme için sürükleyin.
uk: Ваш календар містить подій, завдання і нагадування. Натисніть, щоб додати нагадування, Shift+натиск для завдання або перетягніть, щоб зарезервувати подію.
vi: Lịch của bạn chứa các sự kiện, bài tập và nhắc nhở. Nhấp để thêm nhắc nhở, shift-nhấp để tạo bài tập hoặc kéo để chặn một sự kiện.
zh_hans: 您的日历包含事件、任务和提醒。点击添加提醒，Shift 点击添加任务，或拖动以预留事件。
zh_hant: 您的日曆包含事件、代辦事項和提醒。按一下以新增提醒、Shift+按一下以新增代辦事項，或拖曳以安排事件。

# onboarding.step.calendar.title
source: Calendar
ar: التقويم
cs: Kalendář
da: Kalender
de: Kalender
el: Ημερολόγιο
es: Calendario
fi: Kalenteri
fr: Calendrier
he: לוח שנה
hi: कैलेंडर
hu: Naptár
id: Kalender
it: Calendario
ja: カレンダー
ko: 캘린더
ms: Kalendar
nb: Kalender
nl: Agenda
pl: Kalendarz
pt_br: Calendário
pt_pt: Calendário
ru: Календарь
sk: Kalendár
sv: Kalender
th: ปฏิทิน
tr: Takvim
uk: Календар
vi: Lịch
zh_hans: 日历
zh_hant: 日曆

# onboarding.step.daily.body
source: Daily is a special, default scheme. Write an optimistic task list each day and check off the ones you complete.
ar: اليوميات هي مخطط خاص وافتراضي. اكتب قائمة مهام متفائلة كل يوم وحدد المهام المكتملة.
cs: Daily je speciální výchozí plán. Napište si seznam úkolů každý den a zaškrtněte ty, které jste dokončili.
da: Daglig er et særligt, standardskema. Skriv en optimistisk opgaveliste hver dag og marker de opgaver, du udfører.
de: Täglich ist ein spezielles Standardschema. Schreiben Sie jeden Tag eine optimistische Aufgabenliste und kreuzen Sie die abgeschlossenen an.
el: Το Daily είναι ένα ειδικό, προεπιλεγμένο σχέδιο. Γράψτε μια αισιόδοξη λίστα εργασιών κάθε μέρα και σημειώστε τις που ολοκληρώνετε.
es: Diario es un esquema especial y predeterminado. Escribe una lista de tareas optimista cada día y marca las que completes.
fi: Päivittäinen on erityinen oletuskaavio. Kirjoita optimistinen tehtävälista joka päivä ja merkitse valmiit.
fr: Quotidien est un plan spécial par défaut. Écrivez une liste de tâches optimiste chaque jour et cochez celles que vous avez complétées.
he: יומי היא תכנית מיוחדת וברירת מחדל. כתוב רשימת משימות אופטימית כל יום וסמן את כל אלה שהושלמו.
hi: दैनिक एक विशेष, डिफ़ॉल्ट योजना है। प्रत्येक दिन एक आशावादी कार्य सूची लिखें और जो पूरे करते हैं उन्हें चेक करें।
hu: A Napi egy speciális, alapértelmezett séma. Minden nap írj egy optimista feladatlistát, és pipáld be az elkészülteket.
id: Harian adalah skema khusus dan bawaan. Tulis daftar tugas yang optimis setiap hari dan tandai yang Anda selesaikan.
it: Daily è uno schema speciale e predefinito. Scrivi un elenco di compiti ottimista ogni giorno e spunta quelli che completi.
ja: デイリーは特別なデフォルトスキームです。毎日楽観的なタスクリストを作成し、完了したものにチェックを入れます。
ko: Daily는 특별하고 기본값인 스키마입니다. 매일 낙관적인 작업 목록을 작성하고 완료한 작업을 확인하세요.
ms: Harian adalah skema khas dan lalai. Tulis senarai tugas yang optimis setiap hari dan tandakan yang anda selesaikan.
nb: Daglig er en spesiell standardskjema. Skriv en optimistisk oppgaveliste hver dag og merk av dem du fullfører.
nl: Dagelijks is een speciaal standaardschema. Schrijf elke dag een optimistische takenlijst en vink de voltooide items af.
pl: Dziennie to specjalny, domyślny schemat. Napisz optymistyczną listę zadań każdego dnia i zaznacz te, które ukończysz.
pt_br: Daily é um esquema especial e padrão. Escreva uma lista de tarefas otimista a cada dia e marque as que você completa.
pt_pt: Daily é um esquema especial e predefinido. Escreva uma lista de tarefas otimista cada dia e marque as que completar.
ro: Daily este un plan special și implicit. Scrieți o listă optimistă de sarcini în fiecare zi și bifați pe cele pe care le finalizați.
ru: Дневник — это специальная схема по умолчанию. Напишите оптимистичный список задач каждый день и отметьте те, которые вы выполнили.
sk: Denník je špeciálna, predvolená schéma. Každý deň si napíšte optimistický zoznam úloh a odškrtnite tie, ktoré ste dokončili.
sv: Dagligt är ett speciellt standardschema. Skriv en optimistisk uppgiftslista varje dag och bocka av de du slutför.
th: Daily เป็นแบบแผนพิเศษและเริ่มต้น เขียนรายชื่องานตามความหวังแต่ละวันและทำเครื่องหมายรายการที่คุณเสร็จสิ้น
tr: Günlük, özel bir varsayılan şemadır. Her gün iyimser bir görev listesi yazın ve tamamladıklarınızı işaretleyin.
uk: Щоденно — це спеціальна схема за замовчуванням. Напишіть оптимістичний список завдань кожного дня й відмітьте виконані.
vi: Hàng ngày là một lược đồ mặc định đặc biệt. Viết danh sách tác vụ lạc quan mỗi ngày và tích vào những cái bạn hoàn thành.
zh_hans: 日常是一个特殊的默认方案。每天写一个乐观的任务列表并检查完成的任务。
zh_hant: 每日是特殊的預設方案。每天編寫樂觀的任務清單，並勾選您完成的項目。

# onboarding.step.daily.title
source: Daily
ar: اليوميات
cs: Denní
da: Daglig
de: Täglich
el: Ημερήσια
es: Diario
fi: Päivittäinen
fr: Quotidien
he: יומי
hi: दैनिक
hu: Napi
id: Harian
it: Giornaliero
ja: 日常
ko: 일일
ms: Harian
nb: Daglig
nl: Dagelijks
pl: Dziennie
pt_br: Diário
pt_pt: Diário
ro: Zilnic
ru: Дневник
sk: Denný
sv: Dagligt
th: รายวัน
tr: Günlük
uk: Щоденно
vi: Hàng ngày
zh_hans: 日常
zh_hant: 每日
